Repository: j-pfennig/weewx2hass
Catalog: share/locale/*/weewx2hass.po
Languages: de

source: Not readable file:
de: Keine lesbare Datei:

source: Loading configuration:
de: Lade Konfiguration:

source: Got no configuration data
de: Habe keine Konfigurationsdaten

source: Expected a <tag>:
de: Habe ein <tag> erwartet:

source: Required syntax is '<column>;<name>[;C|F|%]':
de: Erwartete Syntax ist '<column>;<name>[;C|F|%]':

source: mqtt '%s' repeated, do not publish
de: mqtt '%s' wiederholt, nicht veröffentlicht

source: mqtt %-20s update (%(%Y-%m-%d %H:%M)T)
de: mqtt %-20s aktualisiert (%(%Y-%m-%d %H:%M)T)

source: Sleeping %s [s]
de: Schlafe %s [s]

source: Replace existing output file
de: Vorhandene Ausgabedatei ersetzen

source: Don't know what to do, try '$CEN_NAME --help'
de: Weiss nicht was zu tun ist, versuche '$CEN_NAME --help'

source: Not a readable file:
de: Keine lesbare Datei:

source: Cannot open logfile:
de: Kann Logdatei nicht öffnen:

source: Running in background
de: Läuft im Hintergrund
