Repository: j-pfennig/weewx2hass
Catalog: share/locale/*/weewx2watch.po
Languages: de

source: Missing configuration:
de: Fehlende Konfiguration:

source: QML display closed, terminating workers
de: QML Anzeige geschlossen, beende Arbeits-Prozesse

source: Waiting for MQtt connection:
de: Auf MQtt Verbindung warten:

source: Connection to MQtt is ready
de: Verbindung zu MQtt ist bereit

source: Data not changed
de: Daten nicht verändert

source: Time:
de: Zeit:

source: MQtt: Temperatures %6s° %6s°
de: MQtt: Temperaturen %6s° %6s°

source: Humidity %12s%% %6s%%
de: Feuchtigkeit %7s%% %6s%%

source: No GUI session detected, try option '--force' to override
de: Keine GUI Sitzung erkannt, versuche Option '--force' zum erzwingen

source: Neither 'qml', 'qml-qt6' or 'x-www-browser' found, cannot run in GUI mode
de: Weder 'qml', 'qml-qt6' noch 'x-www-browser' gefunden, GUI Modus nicht möglich

source: Terminating...
de: Beenden...

source: Starting data mode
de: Data-Modus starten

source: Cannot write to file:
de: Kann nicht in Datei schreiben:

source: No 'sleep' loadable, using external tool
de: Kein ladbares 'sleep', verwende externes Programm

source: Subscriber process died
de: Subscriber-Prozess gestorben

source: Serializer process died
de: Serializer-Prozess gestorben

source: QML display process died
de: QML Anzeige-Prozess gestorben

source: Running data loop (use ^C to stop)...
de: Daten-Schleife läuft (^C zum Beenden)

source: Don't know what to do, try '$CEN_NAME --help'
de: Weiss nicht was zu tun ist, versuche '$CEN_NAME --help'

source: Configuration saved
de: Konfiguration gespeichert
